Repository: ecnu-aiclub/RVMIC
Catalog: spirit/topic/private/locale/*/LC_MESSAGES/django.po
Languages: hu, ky, ru, tr

source: Invite users
ky: Колдонуучуларды чакыруу

source: user1, user2, ...
hu: felhasználó1, felhasználó2, ...
ky: колдонуучу1, колдонуучу2, ...
ru: пользователь1, пользователь2, ...
tr: kullanıcı1, kullanıcı2

source: Invite user
hu: Felhasználó meghívása
ky: Колдонуучу чакыруу
ru: Пригласить пользователя
tr: Kullanıcı davet et

source: username
hu: felhasználónév
ky: колдонуучу аты
ru: Имя пользователя
tr: kullanıcı adı

source: %(username)s is already a participant
hu: %(username)s már résztvevő
ky: %(username)sмурунтан эле катышуучу
ru: Пользователь %(username)s уже участвует в теме
tr: %(username)s zaten katıldı

source: private topic
hu: privát téma
ky: жашыруун тема
ru: приватная тема
tr: gizli konu

source: private topics
hu: privát témák
ky: жашыруун тема
ru: приватные темы
tr: gizli konular

source: Invite
hu: Meghívás
ky: Чакыруу
ru: инвайт
tr: Davet Et

source: Participating in
hu: Részvétel itt:
ky: Катышып жаткан жерлер:
ru: Участие в приватных темах
tr: Şuraya katılınıyor

source: Left
hu: Elment
ky: Калды
ru: Покинутые приватные темы
tr: Sol

source: Create private topic
hu: Privát téma létrehozása
ky: Жашыруун тема түзүү
ru: Создать приватную тему
tr: Gizli konu oluştur

source: Remove user from private topic
hu: Felhasználó eltávolítása a témából
ky: Колдонуучуну жашыруун темадан чыгарып жиберүү
ru: Удалить участника из приватной темы
tr: Kullanıcıyı gizli konudan çıkar

source: Removing %(username)s's from %(topic_title)s
hu: %(username)s felhasználó eltávolítása a témából: %(topic_title)s
ky: %(username)s колдонуучусу %(topic_title)sтемасынан чыгарылууда
ru: Удаление участника %(username)s's из темы %(topic_title)s

source: Remove
hu: Eltávolít
ky: Чыгар
ru: Удалить
tr: Kaldır

source: Private topics
hu: Privát témák
ky: Жашыруун темалар
ru: Приватные темы
tr: Gizli konular

source: Participants
hu: Résztvevők
ky: Колдонуучулар
ru: Участники
tr: Katılımcılar

source: Leave topic
hu: Téma elhagyása
ky: Темадан чыгуу
ru: Покинуть тему
tr: Konudan ayrıl

source: Created private topics
hu: Létrehozott privát témák
ky: Жашыруун тема түзүлдү
ru: Созданные приватные темы
tr: Gizli konular oluştur

source: join
hu: csatlakozás
ky: Кошулуу
ru: присоединиться
tr: katıl

source: There are no topics here, yet
hu: Még nincsenek témák
ky: Темалар азырынча жок
ru: Здесь пока нет тем
tr: Henüz konu yok

source: Join topic
hu: Csatlakozás a témához
ky: Темага кошулуу
ru: Присоединиться к теме
tr: Konuya katıl

source: Do you want to join %(topic_title)s?
hu: Biztosan csatlakozol ehhez a témához: %(topic_title)s?
ky: %(topic_title)sтемасына кошулгуңуз келеби?
ru: Желаете присоединиться к теме %(topic_title)s?

source: Join
hu: Csatlakozás
ky: Кошулуу
ru: Присоединиться
tr: Katıl

source: Publish a private topic
hu: Privát téma publikálása
ky: Жашыруун тема жарыялоо
ru: Опубликовать приватную тему
tr: Bir gizli konuyu yayınla

source: Publish private topic
hu: Privát téma publikálása
ky: Жашыруун теманы жарыялоо
ru: Опубликовать приватную тему
tr: Gizli konu yayınla

source: Publish
hu: Publikál
ky: Жарыялоо
ru: Опубликовать
tr: Yayınla
