Repository: ecnu-aiclub/RVMIC
Catalog: spirit/user/admin/locale/*/LC_MESSAGES/django.po
Languages: ky

source: edit
ky: өзгөртүү

source: List
ky: Тизмек

source: Admins
ky: Админдер

source: Mods
ky: Модераторлор

source: Unactive
ky: Жигерсиз

source: Edit user
ky: Колдонуучуну тууралоо

source: Save
ky: Сакта

source: User list
ky: Колдонуучулар тизмеги

source: Unactive Users
ky: Жигерсиз колдонуучулар

source: This profile has been updated!
ky: Бул профиль жаңыртылды!
