Repository: ecnu-aiclub/RVMIC
Catalog: spirit/core/locale/*/LC_MESSAGES/django.po
Languages: ky

source: now
ky: азыр

source: %(count)ss
ky: %(count)sс

source: %(count)sm
ky: %(count)sм

source: %(count)sh
ky: %(count)sс

source: You do not have sufficient permissions to access this page
ky: Сизде бул бетке кирүүгө уруксат жок

source: what you are looking for is gone...
ky: сиз издеп жаткан нерсе жок кылынып кетиптир ...

source: {user} has mention you on {topic}
ky: {user} сизди {topic} темасында белгиледи

source: {user} has commented on {topic}
ky: {user} {topic} темасында жорум калтырды

source: Show all
ky: Баарын көрсөт

source: No new notifications, yet
ky: Жаңы маалымдоо жок

source: unread
ky: окулбаган

source: Profile
ky: Профиль

source: Topics
ky: Темалар

source: Unread topics
ky: Окулбаган темалар

source: Private topics
ky: Жашыруун темалар

source: Admin
ky: Админ

source: Log out
ky: Чыгуу

source: Log in
ky: Кирүү

source: Page %(number)s of %(num_pages)s
ky: %(number)s ичинен %(num_pages)s

source: Last
ky: Акыркы

source: First
ky: Биринчи

source: Page 1 of 1
ky: 1 ичинен 1

source: @%(username)s said:
ky: @%(username)s мындай дейт:

source: Too many submissions, wait %(time)s.
ky: Өтө көп жазып жиберипсиз, %(time)sубакыт күтө туруңуз.
