Repository: ecnu-aiclub/RVMIC
Catalog: spirit/topic/locale/*/LC_MESSAGES/django.po
Languages: ky

source: Category
ky: Категория

source: Choose a category
ky: Категория тандаңыз

source: category
ky: категория

source: title
ky: баш аты

source: date
ky: датасы

source: last active
ky: акыркы аракеттер

source: reindex at
ky: кайра индекстелген датасы

source: pinned
ky: кадалган

source: globally pinned
ky: глобалдык түрдө кадалган

source: closed
ky: жабык

source: views count
ky: көрүүлөр саны

source: comment count
ky: жорумдар саны

source: topic
ky: тема

source: topics
ky: тема

source: There are no topics here, yet
ky: Темалар азырынча жок

source: All Categories
ky: Бардык категориялар

source: All Subcategories
ky: Бардык субкатегориялар

source: Create Topic
ky: Тема түзүү

source: Latest active topics
ky: Соңку жигердүү темалар

source: Main
ky: Негизги

source: edit
ky: өзгөртүү

source: Select comments to move
ky: Жылдыруу үчүн жорумдарды тандаңыз

source: Undelete topic
ky: Теманы жок кылууну кайтаруу

source: Delete topic
ky: Теманы жок кылуу

source: Open topic
ky: Теманы ач

source: Close topic
ky: Теманы жап

source: Unpin topic
ky: Теманы кадоодон алып сал

source: Pin topic
ky: Теманы када

source: Unpin topic globally
ky: Теманы глобалдык кадоодон алып сал

source: Pin topic globally
ky: Теманы глобалдык түрдө када

source: Reply
ky: Жооп берүү

source: Move
ky: Жылдыруу

source: Moderate topic
ky: Теманы модерациялоо

source: Apply
ky: Колдон

source: Publish topic
ky: Теманы жарыяла

source: Publish
ky: Жарыялоо

source: Update topic
ky: Теманы жаңыртуу

source: Update
ky: Жаңыртуу
