Repository: ecnu-aiclub/RVMIC
Catalog: spirit/topic/notification/locale/*/LC_MESSAGES/django.po
Languages: ky, ru, zh_hans

source: This notification already exists
ky: Бул билдирүү мурунтан бар
ru: Это уведомление уже существует
zh_hans: 提醒已经存在

source: You can't subscribe to a topic with no comments
ky: Жорумдары жок темага жазыла албайсыз
ru: Невозможно подписаться на тему, не имеющую комментариев
zh_hans: 无法订阅没有回帖的主题

source: Undefined
ky: Аныкталбаган
ru: неопределенный
zh_hans: 未定义

source: Mention
ky: Белгилөө
ru: Упоминание
zh_hans: 提到

source: Comment
ky: Жорум
ru: Комментарий
zh_hans: 评论

source: topic notification
ky: тема маалымдоосу
ru: уведомление темы
zh_hans: 主题通知

source: topics notification
ky: тема маалымдоосу
ru: уведомления тем
zh_hans: 主题通知

source: Unnotify Me
ky: Маалымдоодон баш тартам
ru: Отписаться от уведомлений
zh_hans: 取消提醒

source: Notify Me
ky: Маалымдап тур
ru: Подписаться на уведомления
zh_hans: 提醒我

source: <a href="%(url_profile)s">%(username)s</a> has commented on <a href="%(url_topic)s">%(topic_title)s</a>
ky: <a href="%(url_profile)s">%(username)s</a>колдонуучусу <a href="%(url_topic)s">%(topic_title)s</a>боюнча жорум калтырды
ru: Пользователь <a href="%(url_profile)s">%(username)s</a> прокомментировал тему <a href="%(url_topic)s">%(topic_title)s</a>
zh_hans: <a href="%(url_profile)s">%(username)s</a> 评论了 <a href="%(url_topic)s">%(topic_title)s</a>

source: <a href="%(url_profile)s">%(username)s</a> has mention you on <a href="%(url_topic)s">%(topic_title)s</a>
ky: <a href="%(url_profile)s">%(username)s</a> колдонуучусу сизди <a href="%(url_topic)s">%(topic_title)s</a>темасында белгиледи
ru: Пользователь <a href="%(url_profile)s">%(username)s</a> упомянул вас в теме <a href="%(url_topic)s">%(topic_title)s</a>
zh_hans: <a href="%(url_profile)s">%(username)s</a> 在 <a href="%(url_topic)s">%(topic_title)s</a>提到了你

source: unread
ky: окулбаган
ru: непрочитано
zh_hans: 未读

source: There are no notifications, yet
ky: Маалымдоолор жок
ru: Пока уведомления отстутствуют
zh_hans: 暂无提醒

source: Notifications
ky: Маалымдоолор
ru: Уведомления
zh_hans: 所有提醒

source: Unread notifications
ky: Окулбаган маалымдоо
ru: Непрочитанные уведомления
zh_hans: 未读提醒

source: There are no new notifications
ky: Жаңы маалымдоо жок
ru: Нет новых уведомлений
zh_hans: 没有新提醒

source: Next
ky: Кийинки
ru: Дальше
zh_hans: 下一个
