Repository: ecnu-aiclub/RVMIC
Catalog: spirit/comment/poll/locale/*/LC_MESSAGES/django.po
Languages: ky

source: Poll choices
ky: Сурамжылоо варианттары

source: Too many selected choices. Limit is %s
ky: Өтө көп вариант тандалды. Максималдык чеги: %s

source: Too few selected choices. Minimum is %s
ky: Өтө аз вариант тандалды. Минималдык чеги: %s

source: This poll is closed
ky: Бул сурамжылоо жабык

source: name
ky: аталышы

source: title
ky: баш аты

source: choice min
ky: варианттардын минималдык чеги

source: choice max
ky: варианттардын максималдык чеги

source: mode
ky: режим

source: auto close at
ky: автоматтык түрдө жабылуу убактысы

source: comment poll
ky: жорум сурамжылоосу

source: comments polls
ky: жорум сурамжылоосу

source: number
ky: сан

source: choice description
ky: варианттын сүрөттөмөсү

source: vote count
ky: добуш эсеби

source: poll choice
ky: сурамжылоо варианты

source: poll choices
ky: сурамжылоо варианты

source: poll vote
ky: сурамжылоо добушу

source: poll votes
ky: сурамжылоо добушу

source: Closes on %(date)s.
ky: Жабылуу убактысы: %(date)s.

source: You must select %(choice_min)s choices.
ky: Сиз жок дегенде %(choice_min)s вариант тандашыңыз керек.

source: You may select up to %(choice_max)s choices.
ky: Сиз %(choice_max)s варианттан көп тандабашыңыз керек.

source: You may select no less than %(choice_min)s and no more than %(choice_max)s choices.
ky: Сиз эң аз дегенде %(choice_min)s жана эң көп дегенде %(choice_max)s вариант тандай аласыз.

source: Results will be available when the poll is closed.
ky: Натыйжалар сурамжылоо жабылганда жеткиликтүү болот.

source: Vote
ky: Добуш берүү

source: Show results
ky: Натыйжаларын көрсөт

source: open
ky: ач

source: close
ky: жап

source: View voters
ky: Добуш берүүчүлөрдү көрүү

source: Votes
ky: Добуштар

source: Show vote choices
ky: Добуштун варианттарын көрсөт

source: Name: %(poll_name)s, choice selection: from %(choice_min)s up to %(choice_max)s, mode: %(mode)s, close at: %(close_at)s
ky: Аталышы: %(poll_name)s, варианттар: аз дегенде %(choice_min)s, жана көп дегенде %(choice_max)s, режими: %(mode)s, жабылуу убактысы: %(close_at)s

source: Name: %(poll_name)s, choice selection: from %(choice_min)s up to %(choice_max)s, mode: %(mode)s
ky: Аталышы: %(poll_name)s, варианттар: аз дегенде %(choice_min)s, жана көп дегенде %(choice_max)s, режим: %(mode)s

source: Voters for %(choice_description)s
ky: "%(choice_description)s" вариантына добуш бергендер
