Repository: ecnu-aiclub/RVMIC
Catalog: spirit/user/auth/locale/*/LC_MESSAGES/django.po
Languages: ky

source: Email confirmation
ky: Эмейл ырастоо

source: Enter the same email as above, for verification.
ky: Тууралыгын ырасташ үчүн, жогорудагы эмейлди кайра жазыңыз.

source: Password
ky: Сырсөз

source: Leave blank
ky: Бош калтырыңыз

source: Do not fill this field.
ky: Бул сапты толтурбаңыз.

source: The username is taken.
ky: Бул аты колдонууда.

source: The two email fields didn't match.
ky: Эки эмейл сап дал келишпеди.

source: Username or Email
ky: Колдонуучу аты же эмейл.

source: The password is not valid.
ky: Сырсөз жарактсыз.

source: No account matches %(username)s.
ky: %(username)s байланыштуу бир дагы аккаунт жок.

source: Email
ky: Эмейл

source: The provided email does not exists.
ky: Берилген эмейл жок.

source: This account is verified, try logging-in.
ky: Бул аккаунт ырасталган, кирип көрүңүз.

source: Resend activation email
ky: Активдештирүү эмейлин кайра жөнөт

source: Resend email
ky: Эмейл кайра жөнөт

source: Login
ky: Кирүү

source: Create an account
ky: Аккаунт түзүү

source: I don't know my password
ky: Сырсөзүмдү билбейм

source: Log out
ky: Чыгуу

source: Are you sure you want to log out?
ky: Чыгасызбы?

source: Password change successful
ky: Сырсөз ийгиликтүү которулду

source: Continue to login
ky: Кириш үчүн улантыңыз

source: Password reset confirmation
ky: Сырсөз тазалоону ырастоо

source: Enter new password
ky: Жаңы сырсөз жазыңыз

source: Save
ky: Сакта

source: Password reset unsuccessful
ky: Сырсөз тазалоо ийгиликсиз болуп калды

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ky: Сырсөз тазалоо шилтемеси жараксыз -- ал мурун колдонулса керек. Сырсөз тазалоо сурамын кайрадан жөнөтүңүз.

source: Password reset successful
ky: Сырсөз тазалоо ийгиликтүү өттү

source: We've emailed you instructions for setting your password. You should be receiving them shortly.
ky: Биз сизге сырсөз орнотуу боюнча нускама жөнөтүп койдук. Кыска убакыттын ичинде келет.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
ky: Эмейл келбесе туура дарек менен кирип жатканыңызды текшериңиз, ошондой эле спам папкасын карап көрүңүз.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
ky: Сиз %(site_name)s сайтында аккаунтуңуздун сырсөзүн тазалоону сураганыңыз үчүн бул катты алып жатасыз.

source: Please go to the following page and choose a new password:
ky: Төмөнкү бетке өтүп, жаңы сырсөз орнотуңуз:

source: Thanks for using our site!
ky: Биздин сайтыбызды колдонгонуңуз үчүн алкыш!

source: The %(site_name)s team
ky: %(site_name)s тайпасы

source: Password reset
ky: Сырсөз тазалоо

source: Reset my password
ky: Сырсөзүмдү тазала

source: Password reset on %(site_name)s
ky: %(site_name)s сырсөзүн тазалоо

source: Register
ky: Катталуу

source: User activation
ky: Колдонуучуну активдештирүү

source: We have sent you an email to %(email)s so you can activate your account!
ky: Аккаунтуңуду активдештирүү үчүн %(email)s дарегине эмейл жөнөттүк!

source: Your account has been activated!
ky: Аккаунтуңуз активдештирилди!
